[
	"Don't forget to write down my new email address: _@_.com.",
	"You. Me. _. Now.",
	"911, what's your emergency?",
	"Oh no! _! My only weakness!",
	"GO GO GADGET - _!",
	"This workplace has been 0 days without _.",
	"I couldn't find a condom, so I had to use _ instead.",
	"On a scale of _ to _, how would you rate your pain?",
	"Yeah, I had to break with him. He kept using '_' as a euphemism for having sex.",
	"I kissed a _ and I liked it!",
	"The judge acquitted me because _ isn't technically a crime.",
	"Do you know why I pulled you over?",
	"Six Flag's new thrill ride lets you experience _ at 120 miles per hour.",
	"Hi, we are from the church of _, do you have a moment to talk about _?",
	"I'm all over it, like _ on _ .",
	"_ and _: Still a better love story than Twilight.",
	"On a scale of _ to _, exactly how screwed are we?",
	"Would the owner of _ please come to the front desk?",
	"Why do I have a boner?",
	"And on the 8th day, God was going to create _, but then He decided, 'Nah, better not.'",
	"During his short-lived boxing career, the Messiah went by the name Jesus ' _ ' Christ.",
	"_ vs. _: The new SyFy Original Movie.",
	"I just filled my 1.5 Tb hard drive with pictures of _.",
	"It is said that the Inuit have over 40 different words for _.",
	"_? There's an app for that?",
	"Why can't I sleep at night?",
	"What's that smell?",
	"I've got 99 problems, but _ ain't one",
	"Maybe she's born with it.  Maybe it's _.",
	"What's the next Happy Meal toy?",
	"Anthropologists have recently discovered a primitive tribe that worships _.",
	"It's a pity that kids these days are all getting involved with _.",
	"During Picasso's often-overlooked Brown Period, he produced hundreds of paintings of _.",
	"Alternative medicine is now embracing the curative powers of _.",
	"And the Academy Award for _ goes to _.",
	"What's that sound?",
	"What ended my last relationship?",
	"MTV's new reality show features eight washed-up celebrities living with _.",
	"I drink to forget _.",
	"I'm sorry professor, but I couldn't complete my homework because of _.",
	"What is Batman's guilty pleasure?",
	"This is the way the world ends, not with a bang but with _.",
	"What's a girl's best friend?",
	"TSA guidelines now prohibit _ on airplanes.",
	"_.  That's how I want to die.",
	"For my next trick, I will pull _ out of _.",
	"In the new Disney Channel Original Movie, Hannah Montana struggles with _ for the first time.",
	"_ is a slippery slope that leads to _.",
	"What does Dick Cheney prefer?",
	"Dear Abby, I'm having some trouble with _ and would like your advice.",
	"Instead of coal, Santa now gives the bad children _.",
	"What's the most emo?",
	"In 1,000 years when paper money is but a distant memory, _ will be our currency.",
	"What's the next superhero/sidekick duo?",
	"In M. Night Shyamalan's new movie, Bruce Willis discovers that _ had really been _ all along.",
	"A romantic, candlelit dinner would be incomplete without _.",
	"_.  Becha can't have just one!",
	"White people like _.",
	"_.  High five, bro.",
	"Next from J.K. Rowling: Harry Potter and the Chamber of _.",
	"BILLY MAYS HERE FOR _.",
	"In a world ravaged by _, our only solace is _ War!",
	"_ What is it good for?",
	"During sex, I like to think about _.",
	"What are my parents hiding from me?",
	"What will always get you laid?",
	"In L.A. County Jail, word is you can trade 200 cigarettes for _.",
	"What did I bring back from Mexico?",
	"What don't you want to find in your Chinese food?",
	"What will I bring back in time to convince people that I am a powerful wizard?",
	"How am I maintaining my relationship status?",
	"_.  It's a trap!",
	"Coming to Broadway this season, _: The Musical.",
	"While the United States raced the Soviet Union to the moon, the Mexican government funneled millions of pesos into research on _.",
	"After the earthquake, Sean Penn brought _ to the people of Haiti.",
	"Next on ESPN2, the World Series of _.",
	"Step 1: _.  Step 2: _.  Step 3: Profit.",
	"Rumor has it that Vladimir Putin's favorite dish is _ stuffed with _.",
	"But before I kill you, Mr. Bond, I must show you _.",
	"What gives me uncontrollable gas?",
	"What do old people smell like?",
	"The class field trip was completely ruined by _.",
	"When Pharaoh remained unmoved, Moses called down a Plague of _.",
	"What's my secret power?",
	"What's there a ton of in heaven?",
	"What would grandma find disturbing, yet oddly charming?",
	"I never truly understood _ until I encountered _.",
	"What did the U.S. airdrop to the children of Afghanistan?",
	"What helps Obama unwind?",
	"What did Vin Diesel eat for dinner?",
	"_: good to the last drop.",
	"Why am I sticky?",
	"What gets better with age?",
	"_: kid-tested, mother-approved.",
	"What's the crustiest?",
	"What's Teach for America using to inspire inner city students to succeed?",
	"Studies show that lab rats navigate mazes 50% faster after being exposed to _.",
	"Life for American Indians was forever changed when the White Man introduced them to _.",
	"Make a haiku.",
	"I do not know with what weapons World War III will be fought, but World War IV will be fought with _.",
	"Why do I hurt all over?",
	"What am I giving up for Lent?",
	"In Michael Jackson's final moments, he thought about _.",
	"In an attempt to reach a wider audience, the Smithsonian Museum of Natural History has opened an interactive exhibit on _.",
	"When I am President of the United States, I will create the Department of _.",
	"Lifetime presents _, the story of _.",
	"When I am a billionaire, I shall erect a 50-foot statue to commemorate _.",
	"When I was tripping on acid, _ turned into _.",
	"That's right, I killed _. How, you ask?  _.",
	"What's my anti-drug?",
	"What never fails to liven up the party?",
	"What's the new fad diet?",
	"Major League Baseball has banned _ for giving players an unfair advantage.",
	"My plan for world domination begins with _.",
	"The CIA now interrogates enemy agents by repeatedly subjecting them to _.",
	"Dear Sir or Madam, We regret to inform you that the Office of _ has denied your request for _.",
	"In Rome, there are whisperings that the Vatican has a secret room devoted to _.",
	"Science will never explain _.",
	"When all else fails, I can always masturbate to _.",
	"I learned the hard way that you can't cheer up a grieving friend with _.",
	"In its new tourism campaign, Detroit proudly proclaims that it has finally eliminated _.",
	"An international tribunal has found _ guilty of _.",
	"The socialist governments of Scandinavia have declared that access to _ is a basic human right.",
	"In his new self-produced album, Kanye West raps over the sounds of _.",
	"What's the gift that keeps on giving?",
	"Next season on Man vs. Wild, Bear Grylls must survive in the depths of the Amazon with only _ and his wits.",
	"When I pooped, what came out of my butt?",
	"In the distant future, historians will agree that _ marked the beginning of America's decline.",
	"In a pinch, _ can be a suitable substitute for _.",
	"What has been making life difficult at the nudist colony?",
	"Michael Bay's new three-hour action epic pits _ against _.",
	"And I would have gotten away with it, too, if it hadn't been for _.",
	"What brought the orgy to a grinding halt?",
	"During his midlife crisis, my dad got really into _.",
	"_ would be woefully incomplete without _.",
	"Before I run for president, I must destroy all evidence of my involvement with _.",
	"This is your captain speaking. Fasten your seatbelts and prepare for _.",
	"In his newest and most difficult stunt, David Blaine must escape from _.",
	"The Five Stages of Grief: denial, anger, bargaining, _, and acceptance.",
	"My mom freaked out when she looked at my browser history and found _.com/_.",
	"Members of New York's social elite are paying thousands of dollars just to experience _.",
	"This month's Cosmo: _",
	"Spice up your sex life by bringing _ into the bedroom!",
	"Little Miss Muffet Sat on a tuffet, Eating her curds and _.",
	"If God didn't want us to enjoy _, he wouldn't have given us _.",
	"My country, 'tis of thee, sweet land of _.",
	"After months of debate, the Occupy Wall Street General Assembly could only agree on &#34;",
	"More _!",
	"I spent my whole life working toward _, only to have it ruined by _.",
	"Next time on Dr. Phil: How to talk to your child about _.",
	"Only two things in life are certain: death and _.",
	"Everyone down on the ground!",
	" We don't want to hurt anyone. We're just here for _.",
	"The healing process began when I joined a support group for victims of _.",
	"The votes are in, and the new high school mascot is _.",
	"Charades was ruined for me forever when my mom had to act out _.",
	"Before _, all we had was _.",
	"Tonight on 20/20: What you don't know about _ could kill you.",
	"You haven't truly lived until you've experienced _ and _ at the same time.",
	"A successful job interview begins with a firm handshake and ends with _.",
	"Lovin' you is easy 'cause you're _.",
	"My life is ruled by a vicious cycle of _ and _.",
	"The blind date was going horribly until we discovered our shared interest in _.",
	"_. Awesome in theory, kind of a mess in practice.",
	"I'm not like the rest of you. I'm too rich and busy for _.",
	"In the seventh circle of Hell, sinners must endure _ for all eternity.",
	"_: Hours of fun. Easy to use. Perfect for _!",
	"What left this stain on my couch?",
	"Call the law offices of Goldstein & Goldstein, because no one should have to tolerate _ in the workplace.",
	"When you get right down to it, _ is just _.",
	"Turns out that _-Man was neither the hero we needed nor wanted.",
	"As part of his daily regimen, Anderson Cooper sets aside 15 minutes for _.",
	"Money can't buy me love, but it can buy me _.",
	"With enough time and pressure, _ will turn into _.",
	"And what did you bring for show and tell?",
	"During high school, I never really fit in until I found _ club.",
	"Hey, baby, come back to my place and I'll show you _.",
	"After months of practice with _, I think I'm finally ready for _.",
	"To prepare for his upcoming role, Daniel Day-Lewis immersed himself in the world of _.",
	"Finally! A service that delivers _ right to your door.",
	"My gym teacher got fired for adding _ to the obstacle course.",
	"Having problems with _? Try _!",
	"As part of his contract, Prince won't perform without _ in his dressing room.",
	"Listen, son. If you want to get involved with _, I won't stop you. Just steer clear of _."
]
